[
  {
    "@id": "http://onto.fel.cvut.cz/ontologies/eccairs/aviation-3.4.0.2/vl-a-430/v-1",
    "@type": [
      "http://onto.fel.cvut.cz/ontologies/eccairs/occurrence-category"
    ],
    "http://www.w3.org/2000/01/rdf-schema#comment": [
      {
        "@language": "en",
        "@value": "Usage Notes:\r\n• This category includes the intentional maneuvering of the aircraft to avoid a collision with terrain, objects/obstacles, weather or other aircraft (Note: The effect of intentional maneuvering is the key consideration).\r\n• Abrupt maneuvering may also result in a loss of control or system/component failure or malfunction. In this case, the event is coded under both categories (e.g., AMAN and Loss of Control–Inflight (LOC–I), AMAN and System/Component Failure or Malfunction (Non- Powerplant) (SCF–NP), or AMAN and System/Component Failure or Malfunction\r\n(Powerplant) (SCF–PP)).\r\n• Abrupt maneuvering may also occur on ground; examples include hard braking maneuver, rapid change of direction to avoid collisions, etc.\r\n"
      }
    ],
    "http://www.w3.org/2000/01/rdf-schema#label": [
      {
        "@language": "en",
        "@value": "1 - AMAN: Abrupt maneuvre new"
      }
    ]
  },
  {
    "@id": "http://onto.fel.cvut.cz/ontologies/eccairs/aviation-3.4.0.2/vl-a-430/v-10",
    "@type": [
      "http://onto.fel.cvut.cz/ontologies/eccairs/occurrence-category"
    ],
    "http://www.w3.org/2000/01/rdf-schema#comment": [
      {
        "@language": "en",
        "@value": "Usage Notes:\r\n• Includes accumulations that occur inflight or on the ground (i.e., deicing-related).\r\n• Carburetor and induction icing events are coded in the FUEL Related (FUEL) category.\r\n• Windscreen icing which restricts visibility is also covered here.\r\n• Includes ice accumulation on sensors, antennae, and other external surfaces.\r\n• Includes ice accumulation on external surfaces including those directly in front of the engine intakes.\r\n\r\n"
      }
    ],
    "http://www.w3.org/2000/01/rdf-schema#label": [
      {
        "@language": "en",
        "@value": "10 - ICE: Icing new"
      }
    ]
  },
  {
    "@id": "http://onto.fel.cvut.cz/ontologies/eccairs/aviation-3.4.0.2/vl-a-430/v-100-1",
    "@type": [
      "http://onto.fel.cvut.cz/ontologies/eccairs/occurrence-category"
    ],
    "http://www.w3.org/2000/01/rdf-schema#comment": [
      {
        "@language": "en",
        "@value": "Usage Notes:\r\n• May be used as a precursor to CFIT, LOC-I or LALT.\r\n• Applicable if the pilot was flying according to Visual Flight Rules (VFR), as defined in Annex 2 – Rules of the Air – to the Convention on International Civil Aviation and by any reason found oneself inadvertently in IMC\r\n• Only to be used when loss of visual references is encountered,\r\n• Only to be used if pilot not qualified to fly in IMC and/or aircraft not equipped to fly in IMC"
      }
    ],
    "http://www.w3.org/2000/01/rdf-schema#label": [
      {
        "@language": "en",
        "@value": "100 - new file UIMC: Unintended flight in IMC"
      }
    ]
  },
  {
    "@id": "http://onto.fel.cvut.cz/ontologies/eccairs/aviation-3.4.0.2/vl-a-430/v-101-1",
    "@type": [
      "http://onto.fel.cvut.cz/ontologies/eccairs/occurrence-category"
    ],
    "http://www.w3.org/2000/01/rdf-schema#comment": [
      {
        "@language": "en",
        "@value": "Usage Notes:\r\n• Includes cases where external load or the load lifting equipment used (e.g. long line, cable) contacts terrain, water surface or objects.\r\n• Includes cases where the load or, in the absence of a load, the load lifting equipment strikes or becomes entangled with the main rotor, tail rotor, or the helicopter fuselage.\r\n• Includes injuries to ground crew handling external loads as result of contact with/dropping/inadvertent release of external load.\r\n• Includes ground injuries to ground crew handling external loads due to the downwash effect or falling branch, trees etc.\r\n• Includes external hoist, human external cargo, long lines.\r\n• If the preparation of the external load by ground crew played a role, also code under RAMP.\r\n• Failures or malfunctions of the onboard external load handling lifting equipment or release systems should be coded under SCF-NP, as these are considered to be aircraft systems."
      }
    ],
    "http://www.w3.org/2000/01/rdf-schema#label": [
      {
        "@language": "en",
        "@value": "101 - new file EXTL: External load related occurrences"
      }
    ]
  },
  {
    "@id": "http://onto.fel.cvut.cz/ontologies/eccairs/aviation-3.4.0.2/vl-a-430/v-102-1",
    "@type": [
      "http://onto.fel.cvut.cz/ontologies/eccairs/occurrence-category"
    ],
    "http://www.w3.org/2000/01/rdf-schema#comment": [
      {
        "@language": "en",
        "@value": "Usage Notes:\r\n• For all aircraft (excluding rotorcraft), to be used only in cases where the crew was aware of the true location of the obstacle, but its clearance from the aircraft flightpath was inadequate.\r\n• Includes contact with obstacles, such as vegetation, trees and walls, snow drifts, power cables, telegraph wires and antennae, offshore platforms, maritime vessels and structures, land structures and buildings.\r\n• Includes collisions during take-off to and landing from the hover.\r\n• Includes water obstacles during take-off from water (e.g. waves, dead-heads, ships, swimmers). \r\n• Not to be used for occurrences classified under Controlled Flight Into or Toward Terrain (CFIT), Loss of Control–Inflight (LOC–I) or System/Component Failure or Malfunction (Powerplant)(SCF–PP)."
      }
    ],
    "http://www.w3.org/2000/01/rdf-schema#label": [
      {
        "@language": "en",
        "@value": "102 - new file CTOL: Collision with obstacle(s) during take-off and landing"
      }
    ]
  },
  {
    "@id": "http://onto.fel.cvut.cz/ontologies/eccairs/aviation-3.4.0.2/vl-a-430/v-103-1",
    "@type": [
      "http://onto.fel.cvut.cz/ontologies/eccairs/occurrence-category"
    ],
    "http://www.w3.org/2000/01/rdf-schema#comment": [
      {
        "@language": "en",
        "@value": "Usage Notes:\r\n• Applicable only to aircraft that rely on static lift to maintain or increase flight altitude, namely sailplanes, gliders, hang gliders and paragliders, balloons and airships.\r\n• All static lift forms to be considered, including atmospheric lift, namely from Orographic, Thermal, Mountain Wave and Convergence Zone, and buoyancy lift namely from lighter than air gas or hot air.\r\n• Also include motorglider and paramotor aircraft if operating under static atmospheric lift conditions and the engine could not be started.\r\n• If the aircraft was flying intentionally at low height above the terrain, use LALT instead (typical cases occur with gliders in competition flying)."
      }
    ],
    "http://www.w3.org/2000/01/rdf-schema#label": [
      {
        "@language": "en",
        "@value": "103 - new file LOLI: Loss of lifting conditions en-route"
      }
    ]
  },
  {
    "@id": "http://onto.fel.cvut.cz/ontologies/eccairs/aviation-3.4.0.2/vl-a-430/v-104-1",
    "@type": [
      "http://onto.fel.cvut.cz/ontologies/eccairs/occurrence-category"
    ],
    "http://www.w3.org/2000/01/rdf-schema#comment": [
      {
        "@language": "en",
        "@value": "Usage Notes:\r\n• Applicable both to aircraft under tow by winch or by another aircraft or to aircraft executing towing.\r\n• To be used in events only after reaching airborne phase.\r\n• Includes loss of control because of entering the towing aircraft's wake turbulence and events where of airspeed is out of limits during tow."
      }
    ],
    "http://www.w3.org/2000/01/rdf-schema#label": [
      {
        "@language": "en",
        "@value": "104 - new file GTOW: Glider towing related events"
      }
    ]
  },
  {
    "@id": "http://onto.fel.cvut.cz/ontologies/eccairs/aviation-3.4.0.2/vl-a-430/v-105-1",
    "@type": [
      "http://onto.fel.cvut.cz/ontologies/eccairs/occurrence-category"
    ],
    "http://www.w3.org/2000/01/rdf-schema#comment": [
      {
        "@language": "en",
        "@value": "Usage notes:  \r\n\r\nIncludes: \r\n- Crewmembers unable to perform duties due to illness. \r\n- Medical emergencies due to illness involving any person on board an aircraft, including passengers and crew. \r\n\r\nDoes NOT include: \r\n- Injuries sustained during flight operations. Injuries are coded as— \r\no WSTRW for injuries sustained as a result of thunderstorms or wind shear, \r\no TURB for injuries sustained as a result of turbulence (excluding turbulence caused by wind shear and/or thunderstorms), \r\no SEC for injuries resulting from intentional acts (suicide, homicide, acts of violence, or self-inflicted injury), \r\no CABIN for any injury sustained on an aircraft not occurring as a result of any events above, such as sprains, cuts, or burns resulting from normal cabin operations (handling bags, operating galley equipment, etc.) \r\n- Injuries, temporary blindness, or other incapacitation resulting from laser attacks, which are coded as SEC. \r\n\r\n\r\nCrossover to/from other occurrence categories: \r\n- Medical emergencies involving persons other than crew members or a medical evacuation patient were coded as CABIN before October 2013. All medical emergencies are now coded as MED. \r\n"
      }
    ],
    "http://www.w3.org/2000/01/rdf-schema#label": [
      {
        "@language": "en",
        "@value": "105 - new file MED: Medical"
      }
    ]
  }
]